content-org/non_personal_lists.org
#+hugo_section: public_lists

* Tools
:PROPERTIES:
:EXPORT_FILE_NAME: tools
:END:
#+begin_quote
when all you have is a hammer, everything looks like a nail
#+end_quote
Tools are important, here i maintain a list of tools that i can see myself using someday or just keeping an eye on.
** Web Browser
** Android Phone
** Command line
** Not in my radar
A list of tools that I want to keep an eye on but most probably never going to use it.
** Links to other lists of tools
- [[https://nikhilism.com/post/2020/mystery-knowledge-useful-tools/][Mystery Knowledge and Useful Tools - Nikhil's blog]]

