content/public_lists/tools.md
+++
title = "Tools"
author = ["Hrishikesh Barman"]
draft = false
+++

> when all you have is a hammer, everything looks like a nail

Tools are important, here i maintain a list of tools that i can see myself using someday or just keeping an eye on.


## Web Browser {#web-browser}


## Android Phone {#android-phone}


## Command line {#command-line}


## Not in my radar {#not-in-my-radar}

A list of tools that I want to keep an eye on but most probably never going to use it.


## Links to other lists of tools {#links-to-other-lists-of-tools}

-   [Mystery Knowledge and Useful Tools - Nikhil's blog](https://nikhilism.com/post/2020/mystery-knowledge-useful-tools/)
